cfd/external_aero/system/controlDict
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object controlDict;
}
application simpleFoam;
startFrom startTime;
startTime 0;
stopAt endTime;
endTime 500;
deltaT 1;
writeControl timeStep;
writeInterval 50;
purgeWrite 0;
writeFormat ascii;
writePrecision 6;
runTimeModifiable true;
functions
{
    forceCoeffs
    {
        type forceCoeffs;
        libs ("libforces.so");
        patches (rocket);
        rho rhoInf;
        rhoInf 1.225;
        CofR (0 0 0);
        liftDir (0 1 0);
        dragDir (1 0 0);
        pitchAxis (0 0 1);
        magUInf 85;
        lRef 1.2;
        Aref 0.004536;
    }
}
