cfd/external_aero/system/blockMeshDict
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object blockMeshDict;
}
scale 1;
vertices
(
    (-0.152 -0.228 -0.228)
    (0.760 -0.228 -0.228)
    (0.760 0.228 -0.228)
    (-0.152 0.228 -0.228)
    (-0.152 -0.228 0.228)
    (0.760 -0.228 0.228)
    (0.760 0.228 0.228)
    (-0.152 0.228 0.228)
);
blocks
(
    hex (0 1 2 3 4 5 6 7) (50 30 30) simpleGrading (1 1 1)
);
edges ();
boundary
(
    inlet { type patch; faces ((0 4 7 3)); }
    outlet { type patch; faces ((1 2 6 5)); }
    farfield { type patch; faces ((0 1 5 4) (3 7 6 2) (4 5 6 7) (0 3 2 1)); }
    rocket { type wall; faces (); }
);
mergePatchPairs ();
