cfd/external_aero/constant/transportProperties
transportModel Newtonian;
nu [0 2 -1 0 0 0 0] 1.5e-5;
